[A_Item.GrenadeMod_MagicSpell GrenadeModDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Granada Arcana"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.GrenadeMod_MagicSpell:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Regenera lentamente a quantidade de granadas de forma contínua."
NoConstraintText=""
Suffix=""
Prefix=""

[Delivery.Delivery_ChainLightning:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Não pague por ela, jogue-a!"
NoConstraintText=""
Suffix=""
Prefix=""

[Delivery.Delivery_Fireball:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Aperitivos de costela de porco!"
NoConstraintText=""
Suffix=""
Prefix=""

[Delivery.Delivery_FireStorm:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Que tipo de homem é você, que pode fazer fogo sem pedra ou pavio?"
NoConstraintText=""
Suffix=""
Prefix=""

[Delivery.Delivery_LightningBolt:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="O que é um gigawatt?"
NoConstraintText=""
Suffix=""
Prefix=""

[Delivery.Delivery_MagicMissile:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Quem precisa de uma varinha? É só mirar e atirar."
NoConstraintText=""
Suffix=""
Prefix=""

[Delivery.Delivery_MagicMissileRare:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Quem precisa de uma varinha? É só mirar e atirar."
NoConstraintText=""
Suffix=""
Prefix=""

[Title.Title_ChainLightning ItemNamePartDefinition]
PartName="Corrente de Relâmpagos"

[Title.Title_Fireball ItemNamePartDefinition]
PartName="Bola de Fogo"

[Title.Title_FireStorm ItemNamePartDefinition]
PartName="Tempestade de Fogo"

[Title.Title_LightningBolt ItemNamePartDefinition]
PartName="Raio Relampejante"

[Title.Title_MagicMissile ItemNamePartDefinition]
PartName="Projétil Mágico"

